{
  "start": {
    "ru": [
      {
        "add_items": ["Перчатки", "Кинжал", "Спички"]
      },
      {
        "text": "Рой Мустанг сидит на перевёрнутом ящике из-под снарядов, медленно протирая клинок кинжала тряпкой. Кровь сходит неохотно — будто впилась в металл, как впитывается в землю. Пальцы его двигаются автоматически, без мысли. Сегодня было слишком много трупов. Слишком мало смысла."
      },
      {
        "text": "Из темноты шагает Маес Хьюз. Его обычно улыбчивое лицо сейчас — каменная маска. Бросает Рою флягу. Вода внутри пахнет железом и порохом.",
        "ending" : "Продолжение следует..."
      },
      {
        "text": "Грейсия пишет, что у нас в саду розы зацвели. Представляешь? В этом аду — а там розы.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Рой прикрывает глаза. В горле ком."
      },
      {
        "text": "Заткнись, Хьюз.",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Oн делает глоток, но вода не смывает вкус пепла."
      },
      {
        "text": "Нет уж, слушай. Ещё пишет, что…",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Металлический щелчок. Оба мгновенно хватаются за оружие — но это не ишварский нож."
      },
      {
        "text": "Из-за дюн выходит Риза Хоункай. Винтовка на ремне, палец всё ещё у спуска."
      },
      {
        "text": "Если вы будете орать как на площади, вас услышат даже в Ташкенте.",
        "speaker": "Риза Хоункай",
        "choices": [
          {
            "text": "«Тебе делать нечего?»",
            "change_stats": {"ЧСВ": 2}
          },
          {
            "text": "«Ты права»",
            "change_stats": {"Отвага": 1, "ЧСВ": -3}
          },
          {
            "text": "Молча поднять бровь",
            "change_stats": {"Блядство": 1}
          }
        ]
      },
      {
        "text": "Пламя трещит, пожирая сухие ветки. Хьюз разглядывает Ризу с любопытством."
      },
      {
        "text": "Ты же… дочь Берта Хоункая? Того, кто Мустангу алхимию вбивал?",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Риза бросает в огонь щепку."
      },
      {
        "text": "Да.",
        "speaker": "Риза Хоункай"
      },
      {
        "text": "Он говорил, Рой был его лучшим учеником. Ну, до того, как стал Пламенным Палачом.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Риза не реагирует. Но её глаза скользят по перчаткам Мустанга. Она знает, сколько людей он сегодня сжёг.",
        "choices": [
          {
            "text": "«Заткнись, Хьюз»",
            "next_scene": "scene_no_burn",
            "change_stats": {"ЧСВ": 1, "ПТСР":  1}
          },
          {
            "text": "Сорвать перчатки и швырнуть в огонь",
            "change_stats": {"Блядство": 2, "ПТСР":  -2},
            "next_scene": "scene_burn"
          }
        ]
      }
    ]
  },
  "scene_burn": {
    "ru": [
      {
        "text": "Рой резко встаёт. Перчатки срываются с его рук, летят в костёр — и в тот же миг огонь вздымается вверх, ослепительно, как сигнальная ракета."
      },
      {
        "text": "Доволен?",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Риза застывает — её зрачки сужаются, отражая пламя. Она видит в этом жесте не просто ярость, а отречение. Алхимический круг на перчатках догорает, искажаясь в жарe."
      },
      {
        "text": "Тени за дюнами шевелятся. Щелчки затворов."
      },
      {
        "text": "Засада",
        "speaker": "Риза Хоункай"
      },
      {
        "text": "Рой в запасах ищет вторую пару перчаток. Без перчаток его алхимия — лишь искры, но искры бывают смертельны.",
        "next_scene": "scene_2",
        "remove_item": "Gloves"
      },
      {
        "next_scene": "scene_2"
      }
    ]
  },
  "scene_no_burn": {
    "ru": [
      {
        "text": "Рой сжимает кулаки в перчатках, но не двигается."
      },
      {
        "text": "Тени за дюнами шевелятся. Щелчки затворов."
      },
      {
        "text": "Засада",
        "speaker": "Риза Хоункай",
        "next_scene": "scene_2"
      }
    ]
  },
  "scene_2": {
    "ru": [
      {
        "text": "Мустанг щёлкнул пальцами...",
        "choices": [
          {
            "text": "Щёлкнуть пальцами",
            "change_stats": {
              "ЧСВ": 2,
              "ПТСР": 10
            }
          }
        ]
      },
      {
        "text": "Пламя вырвалось наружу, как живое, как голодное, как нечто, что слишком долго держали взаперти. Огонь лизал тела, обволакивал их, проникал в открытые рты, выжигал глаза."
      },
      {
        "text": "Они кричали, но недолго. Скоро остался только треск горящей плоти и этот запах — сладковатый, приторный, въевшийся в кожу, в волосы, в саму память."
      },
      {
        "text": "Рой стоял, глядя, как чернеют очертания того, что ещё минуту назад было людьми. Его руки дрожали.",
        "change_stats": {"ПТСР": 10}
      },
      {
        "text": "А потом он увидел глаза. Они были повсюду — в дыму, в пепле, на чёрной земле."
      },
      {
        "text": "Почему ты это сделал? Мы же просто стояли там. Мы просто хотели жить.",
        "speaker": "Голоса",
        "change_stats": {"ПТСР": 10}
      },
      {
        "text": "Он зажмурился, но это не помогало.",
        "choices": [
          {
            "text": "Протереть глаза",
            "change_stats": {
              "Отвага": -2
            }
          },
          {
            "text": "Сжать кулаки",
            "change_stats": {
              "Отвага": 1
            }
          }
        ]
      },
      {
        "text": "Мустанг.",
        "speaker": "Риза Хоункай"
      },
      {
        "text": "Голос Риза пробился сквозь шум в его голове. Она стояла в нескольких шагах, винтовка наготове.",
        "choices": [
          {
            "text": "Пойти за Ризой",
            "change_stats": {"ЧСВ": -3, "Блядство": -2}
          }
        ]
      },
      {
        "text": "Он кивнул, но ноги не слушались. Земля под ним казалась зыбкой.",
        "change_stats": {"ПТСР": 5}
      },
      {
        "text": "Мустанг.",
        "speaker": "Риза Хоункай"
      },
      {
        "text": "На этот раз в голосе было что-то твёрдое, почти приказное. Он сделал шаг. Потом ещё один."
      },
      {
        "text": "Глаза всё ещё смотрели на него. Он шёл, а они шли за ним.",
        "change_stats": {"ПТСР": 2}
      },
      {
        "text": "Пепел падал с неба, как снег.",
        "next_scene": "scene_3"
      }
    ]
  },
  "scene_3": {
    "ru": [
      {
        "text": "Палатки стояли серыми пятнами в полутьме, обтянутые плотным брезентом, пропитанным запахом пота, пороха и сырости. Внутри — только самое необходимое: походные койки, ящики с патронами, помятые письма из дома. Война не терпела лишнего."
      },
      {
        "text": "Рой остановился у входа, снял перчатки — кожа под ними была красной, будто обожженной, хотя огонь никогда не касался его собственной плоти. По крайней мере, не этот огонь."
      },
      {
        "text": "Хьюз сидел на ящике из-под снарядов, разглядывая фотографию. Лицо его, обычно оживленное, сейчас было пустым."
      },
      {
        "text": "Твоя девушка?",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Да, обожаю ее. Знаешь, бывают ночи, когда небо затянуто дымом, и даже звезд не видно... Тогда я зажмуриваюсь и представляю ее лицо. Каждую черточку, каждую веснушку. Ее смех, который звенит, как колокольчик в этом проклятом аду.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Я ловлю себя на том, что шепчу ее имя, когда свистят пули — как молитву, как заклинание против смерти. Она... она умеет обнимать так, что весь мир перестает существовать. Когда я вернусь, я уткнусь лицом в ее волосы и просто буду дышать. ",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Запахом ее духов, теплом ее кожи. Задыхаться от счастья, что снова могу прикоснуться к ней, а не только к потрёпанной фотографии в медальоне. Иногда, после боя, когда в ушах еще звенит от взрывов, я закрываю глаза и воображаю, как она ворчит, зашивая мою рубашку.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Как корчит рожицу, пробуя пересоленный суп. Как плачет, когда думает, что я не вижу... Вот ради этих мгновений я и жив. Чтобы однажды сказать ей: \"Я дома\". И увидеть, как ее глаза наполнятся слезами, но уже от радости.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Хьюз перевернул снимок, спрятал его в нагрудный карман."
      },
      {
        "text": "Тишина повисла между ними, густая, как дым после залпа."
      },
      {
        "text": "Сегодня было слишком много.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Рой не ответил. Он смотрел на свои руки — они все еще дрожали.",
        "choices": [
          {
            "text": "Сжать дрожащие руки",
            "change_stats": {"Отвага": 1,  "ПТСР":  -2}
          },
          {
            "text": "Спрятать руки за спину",
            "change_stats": {"ПТСР": 1}
          }
        ]
      },
      {
        "text": "Опять приказы. Завтра нужно очистить северный сектор. Там, говорят, укрылись женщины и дети.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Рой не ответил сразу. Он смотрел на свои руки, которые сегодня снова лишали жизни десятки людей."

      },
      {
        "text": "Ты знаешь, сколько лет я изучал алхимию? Берт Хоункай говорил, что это наука о понимании мира. О созидании. А мы превратили ее в оружие массового уничтожения.",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Хьюз тяжело опустился на скрипящий походный стул."
      },
      {
        "text": "Война всегда меняет смысл вещей. Медицина становится способом калечить, а не лечить. Религия - оправданием для убийств.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Именно поэтому это должно прекратиться! Не только эта война. Вся эта система, которая превращает людей в мясо для мясорубки!",
        "speaker": "Рой Мустанг"
      },
      {"text": "Рой ударил кулаком по столу, заставив подпрыгнуть металлические кружки."},
      {
        "text": "Не просто эта война. Вся эта система, которая превращает людей в мясо для мясорубки!",
        "speaker": "Рой Мустанг",
        "change_stats": {"ПТСР": -5}
      },
      {
        "text": "Тень пробежала по лицу Хьюза."
      },
      {
        "text": "Ты говоришь как революционер.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Я говорю как человек, который устал быть орудием в чужих руках.",
        "speaker": "Рой Мустанг",
        "choices": [
          {
            "text": "«Я стану фюрером!»",
            "change_stats": {"Отвага": 1, "ЧСВ": 10}
          }
        ]
      },
      {
        "text": "Я поднимусь на самый верх этой прогнившей системы - и изменю ее изнутри.",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Воздух в палатке стал густым от напряжения. Хьюз изучающе смотрел на друга, словно видя его впервые.",
        "choices": [
          {
            "text": "Выдержать взгляд",
            "change_stats": {"ЧСВ": 2}
          },
          {
            "text": "Отвести глаза",
            "change_stats": {"ПТСР": 1, "ЧСВ": -2}
          }
        ]
      },
      {
        "text": "Это... опасно. Даже думать такое - уже измена.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "А что мы делаем здесь - не измена? Измена всему, во что мы когда-то верили?!",
        "speaker": "Рой Мустанг"
      },
      {"text": "Рой подошел ближе, его глаза горели в полумраке."},
      {
        "text": "Ты видел сегодняшних детей? Наши солдаты называют их \"зачисткой\". Как будто речь о мусоре, а не о людях!",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Хьюз закрыл глаза. В его памяти всплыли образы - маленькая фигурка, бегущая по песку, внезапно охваченная пламенем... Он резко встряхнул головой."

      },
      {
        "text": "И что ты предлагаешь? Военный переворот?",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Рой медленно поднялся, его тень, колеблющаяся от света коптящей лампы, легла на карту боевых действий, закрывая кровавые отметки операций. Его руки уже не дрожали."

      },
      {
        "text": "Я предлагаю не переворот, а искупление. Поднимусь по этой лестнице из трупов, проложенной ими же, и когда окажусь на вершине...",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Он сделал паузу, его горящие глаза встретились с взглядом Хьюза. "
      },
      {
        "text": "Я сломаю саму систему, которая делает подобное возможным.",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Хьюз вдруг резко шагнул вперед и схватил Роя за предплечье."
      },
      {
        "text": "Тогда клянись. Клянись, что когда ты доберешься до вершины, ты не станешь таким же, как они. Что ты вспомнишь этот разговор. И этот запах горящей плоти.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Рой смотрел на него, почти не веря."
      },
      {
        "text": "Ты... поддерживаешь меня?",
        "speaker": "Рой Мустанг",
        "change_stats": {"ПТСР": -10}
      },
      {
        "text": "Кто-то же должен следить, чтобы ты не стал таким же, как они.",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Он встал, подошел к выходу, затем обернулся."
      },
      {
        "text": "Но запомни: власть — это груз. И если ты сорвешься...",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Я знаю. Тогда пристрели меня.",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Хьюз хмыкнул."
      },
      {
        "text": "Обещаешь не уворачиваться?",
        "speaker": "Маес Хьюз"
      },
      {
        "text": "Впервые за долгие месяцы Рой по-настоящему улыбнулся."
      },
      {
        "text": "Обещаю.",
        "speaker": "Рой Мустанг",
        "change_stats": {"ПТСР": -6}
      },
      {
        "text": "За стеной палатки ветер гнал по пустыне пепел. Где-то в темноте кричали шакалы — или, может быть, это были люди.",
        "next_scene": "scene_4"
      }
    ]
  },
  "scene_4": {
    "ru": [
      {
        "text": "Прошёл месяц с тех пор, как Рой Мустанг заявил о своём намерении изменить систему. За это время он провёл серию жестоких, но эффективных операций, демонстрируя безжалостную тактику: сжигал вражеские укрепления дотла, не оставляя ни единого шанса на сопротивление."
      },
      {
        "text": "Его имя стало синонимом победы, а в штабе заговорили о «Пламенном гении»."
      },
      {
        "text": "Риза Хоункай, всегда оставаясь в тени, прикрывала его слабые места — её снайперская винтовка раз за разом спасала его от засад, а её холодный расчётливый взгляд замечал то, что ускользало от его ослеплённого амбициями разума."
      },
      {
        "text": "Из-за поворота раздался выстрел — точно бы попали в Роя, если бы пуля Риза не оказалась быстрее.",
        "choices": [
          {
            "text": "«Спасибо» ",
            "change_stats": {"ПТСР": -2}
          },
          {
            "text": "«Я и сам справился бы»",
            "change_stats": {"ЧСВ": 2}
          }
        ]
      },
      {
        "text": "Риза уже перезаряжала винтовку, даже не глядя в его сторону."
      },
      {
        "text": "В следующий раз не ставьте себя под удар как щенок, который увидел собственное отражение.",
        "speaker": "Риза Хоункай"
      },
      {
        "text": "Рой потер шею, сделал невинные глаза."
      },
      {
        "text": "Я? Да я просто... ",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Риза лишь приподняла бровь, продолжая сканировать периметр. Её холодный расчётливый взгляд замечал то, что ускользало от его ослеплённого амбициями разума."
      },
      {
        "text": "Со временем высшее командование заметило Роя."
      },
      {
        "text": "Мустанг — идеальный воин. Не паникует. Не задает вопросов. Идеальная дисциплина. Ведет за собой коллег. За отчетный период — семь боевых операций. Все выполнены в срок. Сопротивление ликвидировано полностью. Наши потери — нулевые. Это не выполнение приказа. Это перевыполнение.",
        "speaker": "Полковник"
      },
      {
        "text": "Рекомендация — увеличить зону ответственности.",
        "speaker": "Полковник"
      },
      {
        "text": "Рой в свою очередь кичился своими успехами, намеренно выставлял напоказ свою «непогрешимость», зная, что чем быстрее он взлетит, тем больше у него будет власти.",
        "change_stats": {"ЧСВ": 5}
      },
      {
        "text": "Но ночью, когда лагерь затихал, Рой просыпался в холодном поту, слыша голоса сожжённых. Его пальцы сжимали простыни, будто пытаясь удержать ускользающее самообладание.",
        "change_stats": {"ПТСР": 5}
      },
      {
        "text": "Риза видела, как взгляд Мустанга задерживался на обугленных останках, как его пальцы непроизвольно сжимались, будто пытаясь стряхнуть невидимую кровь."
      },
      {
        "text": "Но она ничего не говорила — вместо этого стала ещё холоднее, ещё резче, вынуждая его фокусироваться на действии, а не на рефлексии.",
        "next_scene": "scene_5"
      }
    ]
  },
  "scene_5": {
    "ru": [
      {
        "text": "Спустя пару месяцев Аместрис взял последний город Ишвара. Это означало победу. Городок, который ещё пах гарью и кровью, уже начал обрастать флагами Аместриса. Войска выстроились вдоль главной улицы, офицеры в парадных мундирах, лица — каменные маски дисциплины."
      },
      {
        "text": "Рой Мустанг стоял в первом ряду «отличившихся», его перчатки белели от напряжения сжатых кулаков."
      },
      {
        "text": "*Вот он. Вершина пирамиды. Ось, на которой вращается вся эта кровавая машина.*",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Бронированный автомобиль остановился в двадцати шагах от строя. Из него вышел Кинг Бредли – неспешно, как будто прогуливался по парку в выходной день. Его парадный мундир сидел безупречно, единственный глаз скользил по шеренгам солдат с холодной любознательностью хищника."
      },
      {
        "text": "*Как он может улыбаться? Как может дышать этим воздухом, пропитанным гарью и разложением, и не сходить с ума?*",
        "speaker": "Рой Мустанг"
      },
      {
        "text": "Рой чувствовал, как взгляд фюрера задерживается на нём дольше, чем на других. В этом взгляде было что-то... оценивающее."
      },
      {
        "text": "Трибуна была сооружена наспех – некрашеные доски, обтянутые алым сукном. Генерал Хакс зачитал приказ о награждении монотонным голосом."
      },
      {
        "speaker": "Генерал Хакс",
        "text": "За проявленную доблесть в операции «Грозовой перевал»..."
      },
      {
        "text": "Один за другим офицеры поднимались на трибуну. Когда настала очередь Роя, его шаги по деревянным ступеням звучали глухо."
      },
      {
        "speaker": "Генерал Хакс",
        "text": "Майор Рой Мустанг. Ваши действия спасли целый батальон.",
        "choices": [
          {
            "text": "«Служу Аместрису»",
            "change_stats": {"Блядство": 3}
          },
          {
            "text": "Молча принять орден"
          },
          {
                    "text": "Выбросить орден",
                    "conditions": {
                        "ПТСР": 0,
                        "ЧСВ": 0
                    },
                    "change_stats": {
                        "ПТСР": -10,
                        "ЧСВ": -15
                    },
                    "next_scene": "scene_5_alt"
                }
        ]
      },
      {
        "text": "*Я убил стольких. Ни один герой не должен убивать людей. Даже если это враг.*",
        "speaker": "Рой Мустанг"

      },
      {
        "text": "Внезапно раздался тот голос."
      },
      {
        "speaker": "Кинг Бредли",
        "text": "Для таких заслуг одного ордена маловато, не находите?"
      },
      {
        "text": "Фюрер поднялся на трибуну с лёгкостью актёра. Его голос стал тёплым, почти отеческим."
      },
      {
        "speaker": "Кинг Бредли",
        "text": "С сегодняшнего дня вы — подполковник Мустанг.",
        "change_stats": {"ЧСВ": 3, "ПТСР": 5}
      },
      {
        "text": "Когда Бредли шагнул ближе, его рука легла на плечо Роя. Пальцы слегка сжали ткань мундира. Это не просто одобрение. Это — метка.",
        "ending" : "Продолжение следует..."
      }
    ]
  },
  "scene_5_alt":{
    "ru": [
      {
        "text": "Трибуна была холодной под ногами, несмотря на палящее солнце, будто сама земля отвергала его. Металл ордена прожигал ладонь даже сквозь плотную ткань перчатки, но боль эта была ничтожной по сравнению с тем, что бушевало внутри."
      },
      {
        "text": "Голоса — нет, не голоса, а голос, единый, неумолимый, — заполняли череп, давили на виски, вытесняя все остальное. \"Ты думаешь, этот кусок металла смывает кровь? Ты думаешь, они не знают, что ты монстр?\"",
        "change_stats": {
          "ПТСР": 20
        }
      },
      {
        "text": "Генерал Хакс стоял перед ним, вытянув вперед коробку с наградой, его лицо — привычная маска дисциплины и презрения. Но сегодня Рой видел сквозь нее. Видел, как в глубине этих каменных глаз мерцает что-то почти человеческое — может быть, страх. Или понимание."
      },
      {
        "text": "Рой не протянул руку. Вместо этого пальцы его сжались вокруг ордена так, что острые края впились в плоть, и кровь проступила сквозь ткань, теплая и липкая."
      },
      {
        "text": "\"Служу Аместрису\", — кто-то произнес рядом, но слова эти прозвучали как проклятие."
      },
      {
        "text": "Он разжал пальцы. Орден упал на доски трибуны с глухим стуком, и этот звук, такой ничтожный, разнесся по площади, как выстрел.",
        "change_stats": {
          "Блядство": 5
        }
      },
      {
        "text": "Тишина. Потом — шепот. Не один, не два, а сотни, тысячи, поднимающиеся из строя, из толпы, из самого воздуха, будто сама пустыня зашептала ему в уши.",
        "next_scene": "scene_ghosts"
      },
      {
        "text": "Перед ним стояли они. Обугленные фигуры, черные, как ночь, с пустыми глазницами, с губами, слипшимися в вечном крике. Их руки были подняты, пальцы — тонкие, как ветви, обугленные до костей — тянулись к нему.",
        "change_stats": {
          "ПТСР": 25
        }
      },
      {
        "text": "\"Почему мы? Почему не ты?\"",
        "choices": [
          {
            "text": "Отшатнуться",
            "change_stats": {
              "Отвага": -10
            }
          },
          {
            "text": "Сорвать мундир",
            "change_stats": {
              "ЧСВ": 25
            }
          }
        ]
      },
      {
        "text": "Мимо оцепеневших солдат, мимо Риза, чьи глаза расширились от ужаса, мимо Хьюза, который бросился за ним, но не успел."
      },
      {
        "text": "Пустыня встретила его горячим ветром, и песок тут же забился в рот, в глаза, в раны на ладонях, но он бежал, пока не споткнулся о камень и не рухнул лицом в пыль."
      },
      {
        "text": "Ты думал, что сможешь играть в их игру и не сгореть?",
        "speaker": "Рой Мустанг",
        "ending" : "Сгоревшая бабочка"
      }
    ]
  }
}